RailRoadCSX/scripts/Project2/SM_Input_new.txt

<soapenv:Envelope xmlns:max="http://www.ibm.com/maximo" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"><soapenv:Header /><soapenv:Body><max:SyncCSXRI><max:CSXRISet><max:RELEASEITEM action="AddChange"><max:MAXINTERRORMSG>A</max:MAXINTERRORMSG><max:CHANGEBY>admin</max:CHANGEBY><max:CHANGEDATE>2017-03-16T16:13:24.206-04:00</max:CHANGEDATE><max:CINUM /><max:CLASSSTRUCTUREID /><max:CSXEXTERNALSYSTEM>JIRA</max:CSXEXTERNALSYSTEM><max:DESCRIPTION>BUILD_49</max:DESCRIPTION><max:OBJECTTYPE>CP</max:OBJECTTYPE><max:PARENT /><max:RELEASEITEMNUM>CM-1348</max:RELEASEITEMNUM><max:RFCNUM /><max:STATUS>PROD</max:STATUS><max:STATUSDATE>2017-03-16T16:13:24.206-04:00</max:STATUSDATE></max:RELEASEITEM></max:CSXRISet></max:SyncCSXRI></soapenv:Body></soapenv:Envelope>